INSERT INTO current.employee(name, surname, middle_name, post, salary)
VALUES('Игорь', 'Васильев', 'Сергеевич', 'Работник по выгрузке', 25000.000),
('Павел', 'Смирнов', 'Александрович', 'Оператор чайной линии', 30000.000),
('Екатерина', 'Иванова', 'Викторовна', 'Технолог по завариванию', 70000.000),
('Анна', 'Кузнецова', 'Сергеевна', 'Упаковщик чая', 40000.000),
('Алексей', 'Фёдоров', 'Юрьевич', 'Контролёр качества', 33250.000),
('Дмитрий', 'Попов', 'Михайлович', 'Менеджер по закупкам чая', 102000.000),
('Игорь', 'Соколов', 'Владимирович', 'Мастер по ферментации', 88325.000),
('Ольга', 'Новикова', 'Николаевна', 'Работник по сортировке листьев', 92100.125),
('Артём', 'Морозов', 'Евгеньевич', 'Специалист по сбору чая', 90000.000),
('Марина', 'Волкова', 'Алексеевна', 'Технолог по сушке', 110000.500),
('Михаил', 'Лебедев', 'Олегович', 'Начальник производства', 160000.000),
('Сергей', 'Орлов', 'Дмитриевич', 'Оператор упаковочной линии', 74860.000),
('Анна', 'Захарова', 'Петровна', 'Лаборант на производстве чая', 95170.000),
('Владимир', 'Тимофеев', 'Ильич', 'Контролёр на фасовке', 67895.000);

SELECT * FROM current.employee;